Repository: Skatox/kim
Catalog: language/locale/*/kim.po
Languages: de, es

source: about
de: über
es: Acerca de

source: Kim (Kde Image Menu) 0.9.7\n\nOriginal Authors : Charles Bouveyron <charles.bouveyron@free.fr>\n Raphaël Pinson <raphink@raphink.net>\nActual Maintainer Daniel Tartavel <contact@librepc.com>
es: Kim (Menú de Imágenes de KDE) 0.9.7\n\nAutores Originales: Charles Bouveyron <charles.bouveyron@free.fr>\n Raphaël Pinson <raphink@raphink.net>\nMantenedor Actual: Daniel Tartavel <contact@librepc.com>

source: Kim - PDF Album
de: Kim: PDF-Album erstellen
es: Kim - Álbum PDF

source: Select album type:
de: Wähle die Art des Albums:
es: Seleccionar tipo de álbum:

source: 1x1 portrait album
de: 1x1 Hochformat-Album
es: Álbum vertical 1x1

source: 1x1 landscape album
de: 1x1 Querformat-Album
es: Álbum horizontal 1x1

source: 1x2 landscape album
de: 1x2 Querformat-Album
es: Álbum horizontal 1x2

source: 2x1 portrait album
de: 2x1 Hochformat-Album
es: Álbum vertical 2x1

source: 2x2 landscape album
de: 2x2 Querformat-Album
es: Álbum horizontal 2x2

source: 3x2 portrait album
de: 3x2 Hochformat-Album
es: Álbum vertical 3x2

source: 3x4 landscape album
de: 3x4 Querformat-Album
es: Álbum horizontal 3x4

source: 4x4 landscape album
de: 4x4 Querformat-Album
es: Álbum horizontal 4x4

source: Making album ...
de: Album erstellen...
es: Creando álbum ...

source: Unrecognized option !
de: Unbekannte Option!
es: ¡Opción no reconocida!

source: command execution error
es: Error de ejecución del comando

source: Kim - Compression
de: Kim: Bildqualität (Komprimierung)
es: Kim - Compresión

source: Initializing
de: Initialisieren
es: Inicializando

source: Do you want to replace existing files ?
de: Sollen bestehende Dateien überschrieben werden?
es: ¿Desea reemplazar los archivos existentes?

source: Compressing file :
de: Komprimiere Datei:
es: Comprimiendo archivo:

source: compressed
es: comprimido

source: Kim - Convert
de: Kim: Bilder umwandeln
es: Kim - Convertir

source: Converting file:
de: Konvertiere Datei:
es: Convirtiendo archivo:

source: Kim - Print
de: Kim: Bilder drucken
es: Kim - Imprimir

source: Select original character encoding:
es: Seleccionar codificación de caracteres original:

source: Converting file :
de: Konvertiere Datei:
es: Convirtiendo archivo:

source: Deleting temp files ...
es: Eliminando archivos temporales ...

source: Kim - flip flop
de: Kim: Bilder drehen
es: Kim - Voltear

source: Rotating file :
de: Drehe Bild:
es: Rotando archivo:

source: Destination file exist<br />Enter new name else file will be replaced
es: El archivo de destino existe<br />Ingrese un nuevo nombre, de lo contrario, el archivo será reemplazado

source: Kim HTML Gallery
de: Kim HTML-Galerie
es: Kim - Galería HTML

source: Title of the Gallery:
de: Titel der Galerie:
es: Título de la galería:

source: My title ...
de: Mein Titel...
es: Mi título ...

source: Author:
de: Ersteller:
es: Autor:

source: Number of columns:
de: Anzahl der Spalten:
es: Número de columnas:

source: Treatment of file:
de: Datei-Aufbereitung:
es: Procesamiento de archivo:

source: Kim multiburst to GIF
de: Kim Standbildfolge (Multiburst) zu GIF
es: Kim - Multirráfaga a GIF

source: Converting ...
de: Konvertiere...
es: Convirtiendo ...

source: Removing temporary files
de: Entferne temporäre Dateien
es: Eliminando archivos temporales

source: Kim Convert to text
de: Kim Umwandlung in Text
es: Kim - Convertir a texto

source: Character recognition
de: Texterkennung
es: Reconocimiento de caracteres

source: Initialising
de: Initialisieren
es: Inicializando

source: Kim - Images to GIF animation
de: Kim: Bilder ins GIF-Format umwandeln
es: Kim - Imágenes a animación GIF

source: Adding image:
de: Bild hinzufügen:
es: Añadiendo imagen:

source: Delay between images in 1/100 second
de: Verzögerung zwischen Bildern in 1/100 Sekunden
es: Retraso entre imágenes en 1/100 de segundo

source: Name of the GIF animation image
de: Name des animierten GIF-Bildes
es: Nombre de la imagen de animación GIF

source: Creating GIF animation
de: GIF-Animation erstellen
es: Creando animación GIF

source: Name of the Tiff image
de: Name des TIFF-Bildes
es: Nombre de la imagen TIFF

source: Creating multipages TIFF
de: mehrere Bilder in einer TIFF-Datei zusammenfassen
es: Creando TIFF de múltiples páginas

source: Kim pelemele
de: Kim Collagen erstellen
es: Kim - Mosaico

source: Size of small images:
de: Größe der kleinen Bilder:
es: Tamaño de las imágenes pequeñas:

source: Number of rows and columns:
de: Anzahl der Reihen und Spalten:
es: Número de filas y columnas:

source: Overlaping ratio in percent:
de: Überlappungs-Ratio in Prozent:
es: Proporción de superposición en porcentaje:

source: Background color:
de: Hintergrundfarbe:
es: Color de fondo:

source: resizing of file :
de: Größenveränderung der Datei:
es: Redimensionando archivo:

source: Making pelemele
de: Collage erstellen
es: Creando mosaico

source: 9x13 cm: 2x2 images, landscape
de: 9x13 cm: 2x2 Bilder, Querformat
es: 9x13 cm: 2x2 imágenes, horizontal

source: 10x15 cm: 1x2 images, portrait
de: 10x15 cm: 1x2 Bilder, Hochformat
es: 10x15 cm: 1x2 imágenes, vertical

source: 11.5x15 cm: 1x2 images, portrait
de: 11.5x15 cm: 1x2 Bilder, Hochformat
es: 11.5x15 cm: 1x2 imágenes, vertical

source: 13x18 cm: 1x2 images, portrait
de: 13x18 cm: 1x2 Bilder, Hochformat
es: 13x18 cm: 1x2 imágenes, vertical

source: 20x25 cm: 1 image, landscape
de: 20x25 cm: 1 Bild, Querformat
es: 20x25 cm: 1 imagen, horizontal

source: Thumbnails: 4x5 images, portrait
de: Vorschaubilder: 4x5 Bilder, Hochformat
es: Miniaturas: 4x5 imágenes, vertical

source: Creating album ...
de: Erstelle Album...
es: Creando álbum ...

source: Deleting miniatures ...
de: Lösche Miniaturen...
es: Eliminando miniaturas ...

source: Choose duration of animation (sec):
de: Wähle die Dauer der Animation (Sek.):
es: Elegir duración de la animación (segundos):

source: Click 'Ok' and then choose the window target !
de: Klicke 'Ok' und wähle dann das Zielfenster!
es: ¡Haga clic en 'Aceptar' y luego elija la ventana de destino!

source: The animation is created !
de: Die Animation wurde erstellt!
es: ¡La animación ha sido creada!

source: Kim - rename
de: Kim: Bilder umbenennen
es: Kim - Renombrar

source: Choose the new name of images:
de: Wähle den neuen Bildnamen:
es: Elegir el nuevo nombre de las imágenes:

source: wallpaper_
es: fondo_

source: Renaming file:
de: Benenne Datei um:
es: Renombrando archivo:

source: Kim - Resizing file:
de: Kim: Bildgröße ändern:
es: Kim - Redimensionando archivo:

source: Kim - Resize and send
de: Kim: Bilder versenden mit Größenänderung
es: Kim - Redimensionar y enviar

source: Send by mail:
de: Per Email senden:
es: Enviar por correo:

source: Full size
de: Volle Größe
es: Tamaño completo

source: 1600 px width
es: Ancho de 1600 px

source: 1280 px width
es: Ancho de 1280 px

source: 1024 px width
es: Ancho de 1024 px

source: Resizing and compressing file:
de: Wandle Bild um:
es: Redimensionando y comprimiendo archivo:

source: Kim - rotate
de: Kim: Bilder drehen
es: Kim - Rotar

source: Rotating file:
de: Drehe Bild:
es: Rotando archivo:

source: kim - Rotate with EXIF
de: Kim - Automatisches Drehen anhand EXIF-Information
es: Kim - Rotar con EXIF

source: Kim - Slideshow
de: Kim: Diashow erstellen
es: Kim - Presentación de diapositivas

source: Title:
de: Titel:
es: Título:

source: Size:
de: Größe:
es: Tamaño:

source: Treatment of file:
de: Datei-Aufbereitung:
es: Procesamiento de archivo:

source: Kim - Rename with EXIF date
de: Kim: nach EXIF-Datum benennen
es: Kim - Renombrar con fecha EXIF

source: Renaming file:
de: Benenne Datei um:
es: Renombrando archivo:

source: Do not find a date in EXIF, so can't rename
de: Umbenennen nicht möglich, da kein EXIF-Datum gefunden
es: No se encontró una fecha en EXIF, por lo que no se puede renombrar

source: Kim treatment
de: Kim Aufbereitung
es: Kim - Tratamiento

source: Choose your annotation:
de: Wähle deine Notiz:
es: Elegir su anotación:

source: My annotation
de: Meine Notiz:
es: Mi anotación

source: Select border color:
de: Wähle die Rahmenfarbe:
es: Seleccionar color del borde:

source: white
de: weiß
es: blanco

source: black
de: schwarz
es: negro

source: Kim Web export
de: Kim: Bild-Veröffentlichung
es: Kim - Exportar a web
